export const marketingQuestions = [
    {
        id: 'q1',
        text: 'У вас есть аккаунты в социальных сетях, и вы их регулярно ведёте?',
        type: 'text',
        answers: {
            'Да': {
                next: 'q2'
            },
            'Нет': {
                recommendation: {
                    title: 'Критический провал',
                    text: 'Отсутствие присутствия в социальных сетях — это упущенная возможность для общения с аудиторией, построения бренда и привлечения новых клиентов. Quantum поможет вам создать и развивать аккаунты в социальных сетях, а также разработать контент-стратегию, чтобы вы всегда были на связи со своими клиентами.',
                    priority: 'Высокий'
                }
            }
        }
    },
    {
        id: 'q2',
        text: 'А вы используете email-рассылки, чтобы поддерживать связь с клиентами и сообщать им о новостях?',
        type: 'text',
        answers: {
            'Да': {
                next: 'q3'
            },
            'Нет': {
                recommendation: {
                    title: 'Проблемная зона',
                    text: 'Email-маркетинг — это один из самых эффективных и недорогих способов продаж. Без него вы не можете возвращать клиентов и предлагать им новые товары или услуги. Команда Quantum может настроить email-маркетинг для вашего бизнеса, чтобы вы превращали подписчиков в постоянных клиентов.',
                    priority: 'Средний'
                }
            }
        }
    },
    {
        id: 'q3',
        text: 'А вы создаёте полезные материалы или чек-листы, которые можно скачать с сайта в обмен на email клиента?',
        type: 'text',
        answers: {
            'Да': {
                next: null
            },
            'Нет': {
                recommendation: {
                    title: 'Проблемная зона',
                    text: 'Без таких "лид-магнитов" вы не можете эффективно собирать контакты потенциальных клиентов. Это сильно усложняет построение базы для рассылок. Наши специалисты Quantum Dev помогут вам создать и внедрить лид-магниты, которые будут автоматически собирать контакты.',
                    priority: 'Средний'
                }
            }
        }
    }
];
